IDS_MESHGEN___MSG1 = "Dois Nós são coincidentes ou estão muito próximos um do outro."
IDS_MESHGEN___MSG2 = "Um Nó está localizado dentro de uma aresta ou duas arestas se cruzam."
IDS_MESHGEN___MSG4 = "As sementes de contorno não estão fechadas."
IDS_MESHGEN___MSG5 = "A malha 2D do contorno externo não está fechada."
IDS_MESHGEN___MSG6 = "\nReduza o tamanho da malha e tente novamente."
IDS_MESHGEN___MSG7 = "Para que o gerador de malha de Delaunay gere uma malha totalmente quadrilateral, é necessária uma semeadura uniforme."
IDS_MESHGEN___MSG8 = "Auto-Malha 2D"
IDS_MESHGEN___MSG9 = "Auto-Malha 2D interrompida!"
IDS_MESHGEN___MSG10 = "Erro de Memória Insuficiente!"
IDS_MESHGEN___MSG11 = "Mensagem de Erro"
IDS_MESHGEN___MSG12 = "Auto-Malha Área Planar"
IDS_MESHGEN___MSG26 = "As sementes de contorno não estão fechadas ou a contagem de sementes é pequena"
IDS_TM_MESH_QST_STOP_MESH = "Deseja parar a Auto-Malhagem?"
IDS_WORD_APPLICATION_NOT_INSTALLED = "O Microsoft Word não está instalado."
IDS_EXCEL_APPLICATION_NOT_INSTALLED = "O Microsoft Excel não está instalado."
IDS_UNIT_SYSTEM_SI = "Sistema de Unidades SI"
IDS_UNIT_SYSTEM_US = "Sistema de Unidades US"
IDS_UNIT_SYSTEM_MKS = "Sistema de Unidades MKS"
IDS_UNIT_LENGTH_MM = "mm"
IDS_UNIT_LENGTH_CM = "cm"
IDS_UNIT_LENGTH_M = "m"
IDS_UNIT_LENGTH_IN = "in"
IDS_UNIT_LENGTH_FT = "ft"
IDS_UNIT_FORCE_KG = "kgf"
IDS_UNIT_FORCE_TON = "tonf"
IDS_UNIT_FORCE_N = "N"
IDS_UNIT_FORCE_KN = "kN"
IDS_UNIT_FORCE_LBF = "lbf"
IDS_UNIT_FORCE_KIP = "kip"
IDS_UNIT_FORCE_KIPs = "kips"
IDS_UNIT_DEGREE = "grau"
